/* Localized versions of Info.plist keys */

NSHumanReadableCopyright = "© Karelia Software, 2006";

"KTPluginDescription" = "一个用于显示 Amazon 产品列表的 Pagelet";
"KTPluginName" = "Amazon 列表";
"KTPluginUntitledName" = "Amazon 列表";